ci4rail/esp_ota_update_server/examples/device/cdc_ecm_ota/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_PARTITION_TABLE_TWO_OTA=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_USB_ENABLED=y
CONFIG_USB_NET_ENABLED=y
CONFIG_LWIP_IPV6=n
CONFIG_LWIP_NETIF_STATUS_CALLBACK=y
CONFIG_FREERTOS_HZ=1000
